export const HomePageContent = {
  title:
    'ПРОЕКТИРОВАНИЕ ТЕХНОЛОГИЧЕСКИХ ПРОЦЕССОВ ИЗГОТОВЛЕНИЕ СВАРНЫХ КОНСТРУКЦИЙ',
  fgos: 'Сварщик ручной и частично механизированной сварки',
  fgosNum: 'ФГОС СПО 15.01.05',
  mdk: 'Технология производства сварных конструкций',
  mdkNum: 'МДК 01.02',
  theme:
    'ПРОЕКТИРОВАНИЕ ТЕХНОЛОГИЧЕСКИХ ПРОЦЕССОВ ИЗГОТОВЛЕНИЕ СВАРНЫХ КОНСТРУКЦИЙ',

  infoContent: {
    info: (
      <>
        <h2 className='text-2xl  text-black font-bold mb-2'>ФГОС СПО:</h2>
        <p className='text-lg text-black mb-2'>
          Федеральный государственный образовательный стандарт среднего
          профессионального образования по профессии 15.01.05 Сварщик (ручной и
          частично механизированной сварки (наплавки) (утв. приказом
          Министерства образования и науки РФ от 29 января 2016 г. N 50) <br />{' '}
          15.00.00 Машиностроение <br />
          15.01.05 Сварщик (ручной и частично механизированной сварки (наплавки)
        </p>

        <h2 className='text-2xl text-black font-bold mb-2'>
          ПООП Профессионалитета:
        </h2>
        <p className='text-lg text-black mb-2'>15.01.05 Сварщик</p>
        <p className='text-lg text-black mb-2'>
          Зарегистрировано в государственном реестре примерных основных
          образовательных программ:
        </p>

        <ul className='list-inside'>
          <li>№ 57 Приказ ФГБОУ ДПО ИРПО № П-256 от 29.07.2022.</li>
          <li>№ 58 Приказ ФГБОУ ДПО ИРПО №П-256 от 29.07.2022г</li>
          <li>№ 60 Приказ ФГБОУ ДПО ИРПО №П-256 от 29.07.2022г</li>
          <li>№ 61 Приказ ФГБОУ ДПО ИРПО №П-256 от 29.07.2022г</li>
          <li>№ 64 Приказ ФГБОУ ДПО ИРПО №П-256 от 29.07.2022г</li>
          <li>№ 65 Приказ ФГБОУ ДПО ИРПО №П-256 от 29.07.2022г</li>
        </ul>

        <h2 className='text-2xl text-black font-bold mb-2'>
          Профессиональный модуль:
        </h2>
        <p className='text-lg text-black mb-2'>
          ПМ 01. Подготовительно-сварочные работы и контроль качества сварных
          швов после сварки
        </p>

        <h2 className='text-2xl text-black font-bold mb-2'>МДК 01.02:</h2>
        <p className='text-lg text-black mb-2'>
          Технология производства сварных конструкций.
        </p>

        <h2 className='text-2xl text-black font-bold mb-2'>
          Наименование раздела:
        </h2>
        <p className='text-lg text-black mb-2'>
          Технология производства сварных конструкций.
        </p>

        <h2 className='text-2xl text-black font-bold mb-2'>
          Наименование темы:
        </h2>
        <p className='text-lg text-black mb-2'>
          Проектирование технологических процессов изготовление сварочных
          конструкций.
        </p>
      </>
    ),
    keyWords: (
      <>
        <h2 className='text-xl  text-black  mb-2'>
          {' '}
            <b>Перспективный технологический процесс </b> - технологический
            процесс, разрабатываемый как информационная основа для
            проектирования рабочих технологических процессов при техническом и
            организационном перевооружении производства, предусматривающем
            применение более совершенных методов обработки, более
            производительных и экономически эффективных средств технологического
            оснащения и изменение принципов организации производства.
         
        </h2>

        <h2 className='text-xl text-black mb-2'>
          <b>Рабочий технологический процесс </b> - процесс изготовления одного
          или нескольких изделий в соответствии с требованиями принятой для
          данных условий производства рабочей технологической документации.
          Типовой технологический процесс - технологический процесс изготовления
          группы изделий с общими конструктивными и технологическими признаками.
        </h2>

        <h2 className='text-xl text-black  mb-2'>
          <b>Типовой технологический процесс</b> - технологический процесс изготовления группы изделий с общими конструктивными и технологическими признаками.

        </h2>
        <h2 className='text-xl text-black  mb-2'>
          <b>Единичный технологический процесс</b> - технологический процесс
          изготовления или ремонта изделия одного наименования, типоразмера и
          исполнения, независимо от типа производства.
        </h2>

        <h2 className='text-xl text-black mb-2'>
          <b>Технологическая операция</b> - это часть технологического процесса,
          выполняемая непрерывно на одном рабочем месте, над одним или
          несколькими одновременно обрабатываемыми или собираемыми изделиями,
          одним или несколькими рабочими.
        </h2>

        <h2 className='text-xl text-black  mb-2'>
          <b>Подготовка металла</b> - металл, идущий на изготовление сварных
          конструкций, предварительно очищают и выправляют. Очистка должна
          производиться до сборки узла. Металл в месте сварки тщательно очищают
          от ржавчины, масла, влаги, окалины, загрязнений, наличие которых
          приводит к образованию пор и других дефектов.
        </h2>
        <h2 className='text-xl text-black  mb-2'>
          <b>Раскрой листового металла</b> – это комплекс технологических операций, цель которых заключается в изготовлении различных деталей или заготовок.
        </h2>

        <h2 className='text-xl text-black  mb-2'>
          <b>Гибка металла </b> — это технология металлообработки с применением гибочного пресса, с помощью которого металлическим деталям придается необходимая форма.
        </h2>
        <h2 className='text-xl text-black  mb-2'>
          <b>Термическая обработка </b> - совокупность операций нагрева, выдержки и охлаждения твёрдых металлических сплавов с целью получения заданных свойств за счёт изменения внутреннего строения и структуры.

        <h2 className='text-xl text-black  mb-2'>
          <b>Правка </b> - процесс устранения недостатков и дефектов металлической заготовки.

        </h2>
        </h2>
        <h2 className='text-xl text-black  mb-2'>
          <b>Сварка </b> - процесс получения неразъёмных соединений посредством установления межатомных связей между свариваемыми частями при их местном или общем нагреве, пластическом деформировании или совместном действии того и другого.

        </h2>
        <h2 className='text-xl text-black  mb-2'>
          <b>Технологичность </b> - это одна из комплексных характеристик технического устройства, которая выражает удобство его производства, ремонтопригодность и эксплуатационные качества.

        </h2>
        <h2 className='text-xl text-black  mb-2'>
          <b>Трудоемкость </b> - количество рабочего времени человека, затрачиваемого на производство единицы продукции.

        </h2>
      </>
    ),
  },
};
