import {
  i1,
  i2,
  i3,
  i4,
  i5,
  i6,
  i7,
  i8,
  i9,
  i10,
  i11,
  i12,
  i13,
  i14,
  i15,
  i16,
  i17,
  i18,
  i19,
  i20,
  i21,
  i22,
  i23,
  i24,
} from '../../assets/base64/infogragic';

export const InfographicPageContent = {
  title: 'Этапы подготовки управляющей программы',
  subtitle:
    'Изучите материал о классификации и общем устройстве фрез, а также о правилах заточки фрез. Чтобы перейти к учебному материалу, кликните на каждую из иконок.',

  items: [
    {
      id: 0,
      title: 'Основные сведения об электрическом освещении',
      titleImage: (
        <svg
          width={96}
          viewBox='0 0 24 24'
          fill='none'
          xmlns='http://www.w3.org/2000/svg'
        >
          <path
            d='M12.9996 3L5.06859 12.6934C4.72703 13.1109 4.55625 13.3196 4.55471 13.4956C4.55336 13.6486 4.62218 13.7939 4.74148 13.8897C4.87867 14 5.14837 14 5.68776 14H11.9996L10.9996 21L18.9305 11.3066C19.2721 10.8891 19.4429 10.6804 19.4444 10.5044C19.4458 10.3514 19.377 10.2061 19.2577 10.1103C19.1205 10 18.8508 10 18.3114 10H11.9996L12.9996 3Z'
            stroke='#000000'
            strokeWidth='1'
            strokeLinecap='round'
            strokeLinejoin='round'
          />
        </svg>
      ),
      content: (
        <>
          <h2 className='text-2xl text-black font-bold mb-4'>
            Основные сведения об электрическом освещении
          </h2>
          <p className='text-lg text-black mb-2'>
            Теорию электромагнитного поля создал английский физик Джеймс
            Максвелл в конце XIX века
          </p>
          <p className='text-lg text-black mb-2'>
            Свет – это электромагнитная волна, длина которой определяет цвет.
          </p>
          <p className='text-lg text-black mb-2'>
            Свет – это поток частиц, квантов, фотонов, которые имеют энергию,
            пропорциональную частоте
          </p>
          <p className='text-lg text-black mb-2'>E = hn = hc l = w</p>
          <p className='text-lg text-black font-semibold mb-2'>
            Поведение света в виде электромагнитной волны наблюдается в таких
            физических явлениях:
          </p>
          <ul className='list-disc list-inside text-lg text-black mb-2'>
            <li>дисперсия,</li>
            <li>Дифракция,</li>
            <li>интерференция света</li>
          </ul>
          <img src={i1} />
          <p className='text-lg text-black font-semibold mb-2'>
            Единицы измерения
          </p>
          <ul className='list-disc list-inside text-lg text-black mb-2'>
            <li>
              люмен (лм) – единица измерения светового потока (лат. lumen –
              «свет»),
            </li>
            <li>
              сила света Iv, - равна световому потоку Fv, распространяющемуся в
              единичном телесном угле Iv = Fv /Ω.
            </li>
            <li>
              Для измерения силы света введена особая единица – кандела (кд)
              (лат. candela — свеча).
            </li>
            <li>
              Одна кандела определена как «сила света в заданном направлении
              источника, испускающего монохроматическое излучение частотой
              540·1012 Гц
            </li>
          </ul>
          <p className='text-lg text-black mb-2'>Виды освещения</p>
          <p className='text-lg text-black mb-2'>
            В зависимости от назначения источника света различают:
          </p>
          <ul className='list-disc list-inside text-lg text-black font-semibold mb-2'>
            <li>общее</li>
            <li>местное</li>
            <li>комбинированное</li>
            <li>рабочее</li>
            <li>аварийное освещение</li>
          </ul>
          <p className='text-lg text-black mb-2'>
            Общим называется освещение всего или части помещения.
          </p>
          <p className='text-lg text-black mb-2'>
            Местным является освещение рабочих мест, предметов или поверхностей,
            например специальное освещение обрабатываемой детали или инструмента
            на токарном станке.
          </p>
          <p className='text-lg text-black mb-2'>
            Комбинированное сочетает в себе общее и местное освещения.
          </p>
          <p className='text-lg text-black mb-2'>
            Рабочим называют освещение, служащее для обеспечения нормальной
            деятельности производственных и вспомогательных подразделений
            предприятия.
          </p>
          <p className='text-lg text-black mb-2'>
            Аварийным называется освещение, которое при нарушении рабочего
            освещения временно обеспечивает возможность продолжения работы или
            эвакуации людей.
          </p>
          <p className='text-lg text-black mb-2'>
            Аварийное освещение располагается в производственных помещениях,
            коридорах, лестничных клетках.
          </p>
          <p className='text-lg text-black mb-2'>
            Светильники аварийного освещения должны отличаться от прочих
            светильников окраской и конструкцией и присоединяться к электросети,
            не связанной с сетью рабочего освещения.
          </p>
          <p className='text-lg text-black mb-2'>
            Электропитание светильников общего, местного, рабочего и аварийного
            освещений в нормальных помещениях осуществляется с напряжением 127 и
            220 В, а в помещениях с повышенной опасностью и в особо опасных — с
            напряжением 12, 24, 36 В.
          </p>
          <p className='text-lg text-black mb-2'>Различают также освещение:</p>
          <ul className='list-disc list-inside text-lg text-black font-semibold mb-2'>
            <li>переносное</li>
            <li>охранное</li>
            <li>светооградительное</li>
          </ul>
          <p className='text-lg text-black mb-2'>
            Переносное освещение осуществляется переносными ручными лампами от
            сетей 220 В в нормальных помещениях и от сети 12 В в помещениях
            повышенной опасности и на открытых участках территории предприятия.
          </p>
          <p className='text-lg text-black mb-2'>
            Охранное освещение устанавливается вдоль ограды охраняемой
            территории с таким расчетом, чтобы одновременно освещались внешняя и
            внутренняя зоны, примыкающие непосредственно к ограде.
          </p>
          <p className='text-lg text-black  mb-4'>
            Светооградительное освещение устанавливается на высоких зданиях и
            других сооружениях для обеспечения безопасности полетов самолетов в
            темное время суток.
          </p>
        </>
      ),
    },
    {
      id: 1,
      title: 'Виды светильников',
      titleImage: (
        <svg
          width={96}
          viewBox='0 0 1024 1024'
          fill='#000000'
          className='icon'
          version='1.1'
          xmlns='http://www.w3.org/2000/svg'
        >
          <path
            d='M456.04 551.97a7.988 7.988 0 0 1-7.994-7.994V400.08a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994v143.896a7.988 7.988 0 0 1-7.994 7.994z'
            fill=''
          />
          <path
            d='M456.04 408.074a7.99 7.99 0 0 1-7.994-7.994c0-22.04-17.932-39.972-39.97-39.972-4.42 0-7.996-3.576-7.996-7.994s3.576-7.996 7.996-7.996c30.852 0 55.958 25.108 55.958 55.96a7.99 7.99 0 0 1-7.994 7.996z'
            fill=''
          />
          <path
            d='M360.108 408.074a7.99 7.99 0 0 1-7.994-7.994c0-30.854 25.108-55.96 55.96-55.96 4.418 0 7.994 3.576 7.994 7.996s-3.576 7.994-7.994 7.994c-22.04 0-39.972 17.932-39.972 39.972a7.99 7.99 0 0 1-7.994 7.992z'
            fill=''
          />
          <path
            d='M408.074 456.04c-30.854 0-55.96-25.108-55.96-55.96a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994c0 22.04 17.934 39.97 39.972 39.97a7.99 7.99 0 0 1 7.994 7.994 7.99 7.99 0 0 1-7.994 7.996zM567.958 551.97a7.988 7.988 0 0 1-7.994-7.994V400.08a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v143.896a7.986 7.986 0 0 1-7.994 7.994z'
            fill=''
          />
          <path
            d='M567.958 408.074a7.99 7.99 0 0 1-7.994-7.994c0-30.854 25.108-55.96 55.96-55.96 4.418 0 7.994 3.576 7.994 7.996s-3.576 7.994-7.994 7.994c-22.046 0-39.972 17.932-39.972 39.972a7.988 7.988 0 0 1-7.994 7.992z'
            fill=''
          />
          <path
            d='M663.89 408.074a7.99 7.99 0 0 1-7.994-7.994c0-22.04-17.924-39.972-39.97-39.972-4.42 0-7.994-3.576-7.994-7.994s3.574-7.996 7.994-7.996c30.854 0 55.958 25.108 55.958 55.96a7.99 7.99 0 0 1-7.994 7.996z'
            fill=''
          />
          <path
            d='M615.926 456.04a7.99 7.99 0 0 1-7.994-7.996 7.988 7.988 0 0 1 7.994-7.994c22.046 0 39.97-17.932 39.97-39.97a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994c0 30.852-25.104 55.96-55.958 55.96z'
            fill=''
          />
          <path
            d='M615.926 456.04c-6.386 0-12.68-1.07-18.674-3.186a8.004 8.004 0 0 1-4.888-10.196c1.454-4.16 6.042-6.332 10.198-4.886a40.078 40.078 0 0 0 13.366 2.28 7.994 7.994 0 1 1-0.002 15.988zM408.042 456.04a7.99 7.99 0 0 1-7.996-7.996 7.99 7.99 0 0 1 7.996-7.994c4.574 0 9.07-0.764 13.366-2.28 4.128-1.436 8.736 0.726 10.196 4.886a8 8 0 0 1-4.886 10.196 56.01 56.01 0 0 1-18.676 3.188zM695.87 727.846h-367.74c-4.418 0-7.994-3.576-7.994-7.994s3.576-7.994 7.994-7.994h367.738c4.418 0 7.992 3.576 7.992 7.994s-3.572 7.994-7.99 7.994z'
            fill=''
          />
          <path
            d='M647.902 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v31.976a7.988 7.988 0 0 1-7.994 7.994zM583.948 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.996 7.994v31.976a7.99 7.99 0 0 1-7.996 7.994zM512 759.822a7.99 7.99 0 0 1-7.996-7.994v-31.976a7.99 7.99 0 0 1 7.996-7.994 7.99 7.99 0 0 1 7.994 7.994v31.976a7.988 7.988 0 0 1-7.994 7.994zM440.05 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976c0-4.418 3.576-7.994 7.994-7.994s7.994 3.576 7.994 7.994v31.976a7.988 7.988 0 0 1-7.994 7.994zM376.096 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.996 7.994v31.976a7.99 7.99 0 0 1-7.996 7.994zM328.124 823.778a7.992 7.992 0 0 1-7.956-7.306 7.98 7.98 0 0 1 7.268-8.65l367.746-31.976c4.308-0.546 8.276 2.872 8.648 7.276a7.986 7.986 0 0 1-7.276 8.65l-367.728 31.976c-0.234 0.03-0.468 0.03-0.702 0.03z'
            fill=''
          />
          <path
            d='M328.124 871.742a7.99 7.99 0 0 1-7.956-7.306 7.98 7.98 0 0 1 7.268-8.65l367.746-31.976c4.308-0.468 8.276 2.874 8.648 7.276a7.984 7.984 0 0 1-7.276 8.65l-367.728 31.976c-0.234 0.03-0.468 0.03-0.702 0.03z'
            fill=''
          />
          <path
            d='M344.12 871.742a7.988 7.988 0 0 1-7.994-7.992v-111.922a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994v111.922a7.988 7.988 0 0 1-7.994 7.992z'
            fill=''
          />
          <path
            d='M679.878 871.742a7.988 7.988 0 0 1-7.994-7.992v-29.886a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v29.886a7.986 7.986 0 0 1-7.994 7.992z'
            fill=''
          />
          <path
            d='M679.878 841.86a7.99 7.99 0 0 1-7.994-7.996v-82.036a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v82.036a7.988 7.988 0 0 1-7.994 7.996z'
            fill=''
          />
          <path
            d='M647.902 903.72H376.096a7.992 7.992 0 0 1-5.652-2.342L338.466 869.4a7.986 7.986 0 0 1 0-11.302 7.988 7.988 0 0 1 11.304 0l29.634 29.634h265.186l29.636-29.634a7.986 7.986 0 0 1 11.302 0 7.986 7.986 0 0 1 0 11.302l-31.976 31.978a7.98 7.98 0 0 1-5.65 2.342z'
            fill=''
          />
          <path
            d='M512 935.698c-79.038 0-79.944-38.348-79.944-39.97a7.988 7.988 0 0 1 7.994-7.994 8 8 0 0 1 7.994 7.776c0.086 0.89 3.17 24.202 63.956 24.202 61.642 0 63.954-23.982 63.954-24.232 0.282-4.294 3.904-7.994 8.244-7.59 4.31 0.124 7.746 3.53 7.746 7.84 0 1.62-0.906 39.968-79.944 39.968z'
            fill=''
          />
          <path
            d='M456.04 631.914a8.024 8.024 0 0 1-5.262-1.966 8.006 8.006 0 0 1-0.758-11.29l55.96-63.956a8 8 0 0 1 11.282-0.766 8.004 8.004 0 0 1 0.756 11.29l-55.958 63.956a7.976 7.976 0 0 1-6.02 2.732z'
            fill=''
          />
          <path
            d='M567.958 631.914a8.018 8.018 0 0 1-6.028-2.732l-55.952-63.956a8.008 8.008 0 0 1 0.756-11.29c3.302-2.902 8.354-2.558 11.28 0.766l55.968 63.956a8.008 8.008 0 0 1-0.766 11.29 8 8 0 0 1-5.258 1.966zM488.016 631.914H456.04a7.988 7.988 0 0 1-7.994-7.994 7.99 7.99 0 0 1 7.994-7.994h31.978a7.99 7.99 0 0 1 7.994 7.994 7.99 7.99 0 0 1-7.996 7.994z'
            fill=''
          />
          <path
            d='M567.958 631.914h-31.976a7.988 7.988 0 0 1-7.994-7.994 7.99 7.99 0 0 1 7.994-7.994h31.976a7.988 7.988 0 0 1 7.994 7.994 7.986 7.986 0 0 1-7.994 7.994z'
            fill=''
          />
          <path
            d='M695.87 759.822h-367.74a7.988 7.988 0 0 1-7.994-7.994v-88.344c-80.17-60.33-127.91-155.498-127.91-255.41 0-176.32 143.452-319.772 319.772-319.772 176.31 0 319.772 143.452 319.772 319.772 0 99.914-47.748 195.08-127.91 255.41v88.344a7.984 7.984 0 0 1-7.99 7.994z m-359.746-15.988h351.748v-84.376c0-2.544 1.218-4.934 3.28-6.45 78.04-57.178 124.63-148.736 124.63-244.934 0-167.506-136.278-303.784-303.784-303.784s-303.784 136.278-303.784 303.784c0 96.19 46.592 187.74 124.636 244.934a8.02 8.02 0 0 1 3.272 6.45v84.376z'
            fill=''
          />
          <path
            d='M136.268 681.114a8.018 8.018 0 0 1-3.856-1C50.954 635.146 0.35 549.286 0.35 456.04c0-126.3 90.248-232.506 214.596-252.53 4.374-0.726 8.456 2.256 9.166 6.62a7.994 7.994 0 0 1-6.622 9.166C100.934 238.062 16.338 337.632 16.338 456.04c0 87.42 47.434 167.912 123.802 210.084a7.98 7.98 0 0 1 3.13 10.852 7.956 7.956 0 0 1-7.002 4.138z'
            fill=''
          />
          <path
            d='M136.268 791.8a7.99 7.99 0 0 1-7.994-7.996v-110.702a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994v110.702a7.99 7.99 0 0 1-7.994 7.996z'
            fill=''
          />
          <path
            d='M296.154 807.79H152.248a7.992 7.992 0 0 1-5.652-2.342l-15.98-15.99c-3.124-3.122-3.124-8.18 0-11.302s8.182-3.124 11.304 0l13.638 13.646h140.594a7.99 7.99 0 0 1 7.996 7.994 7.992 7.992 0 0 1-7.994 7.994zM120.272 775.812a7.994 7.994 0 0 1-7.978-7.59 8.012 8.012 0 0 1 7.58-8.4l175.882-9.024c4.042-0.266 8.166 3.186 8.392 7.588a8.014 8.014 0 0 1-7.582 8.4l-175.882 9.026h-0.412z'
            fill=''
          />
          <path
            d='M296.162 727.846H136.268c-4.418 0-7.994-3.576-7.994-7.994s3.576-7.994 7.994-7.994h159.894c4.418 0 7.996 3.576 7.996 7.994s-3.578 7.994-7.996 7.994z'
            fill=''
          />
          <path
            d='M240.194 839.766c-63.228 0-63.954-38.348-63.954-39.97a7.988 7.988 0 0 1 7.994-7.994 7.992 7.992 0 0 1 7.994 7.87c0.054 1.248 1.726 24.108 47.966 24.108 46.522 0 47.926-23.14 47.966-24.124 0.164-4.358 3.364-7.728 8.142-7.776 4.356 0.078 7.846 3.558 7.846 7.916 0 1.622-0.726 39.97-63.954 39.97z'
            fill=''
          />
          <path
            d='M72.314 464.034a7.992 7.992 0 0 1-7.996-7.994c0-75.564 44.54-144.328 113.466-175.196a8.01 8.01 0 0 1 10.562 4.036 7.994 7.994 0 0 1-4.036 10.562c-63.182 28.286-104.004 91.326-104.004 160.596a7.988 7.988 0 0 1-7.992 7.996z'
            fill=''
          />
          <path
            d='M887.732 681.114a7.96 7.96 0 0 1-7.012-4.136 7.978 7.978 0 0 1 3.138-10.852c76.352-42.174 123.802-122.664 123.802-210.084 0-118.408-84.598-217.978-201.154-236.746a7.972 7.972 0 0 1-6.62-9.166 7.926 7.926 0 0 1 9.148-6.62c124.35 20.024 214.614 126.23 214.614 252.53 0 93.246-50.606 179.106-132.078 224.074-1.216 0.672-2.542 1-3.838 1z'
            fill=''
          />
          <path
            d='M887.732 791.8a7.99 7.99 0 0 1-7.996-7.996v-110.702a7.99 7.99 0 0 1 7.996-7.994 7.988 7.988 0 0 1 7.992 7.994v110.702a7.988 7.988 0 0 1-7.992 7.996z'
            fill=''
          />
          <path
            d='M871.758 807.79h-143.912a7.99 7.99 0 0 1-7.994-7.994 7.988 7.988 0 0 1 7.994-7.994h140.602l13.632-13.646c3.122-3.124 8.18-3.124 11.302 0s3.124 8.182 0 11.302l-15.972 15.99a7.992 7.992 0 0 1-5.652 2.342zM903.72 775.812h-0.406l-175.89-9.026a7.996 7.996 0 0 1-7.572-8.4c0.218-4.402 4.246-7.838 8.384-7.588l175.89 9.024a8.03 8.03 0 0 1 7.586 8.4 8 8 0 0 1-7.992 7.59z'
            fill=''
          />
          <path
            d='M887.732 727.846h-159.902c-4.418 0-7.994-3.576-7.994-7.994s3.576-7.994 7.994-7.994h159.902c4.418 0 7.992 3.576 7.992 7.994s-3.574 7.994-7.992 7.994z'
            fill=''
          />
          <path
            d='M783.804 839.766c-63.236 0-63.954-38.348-63.954-39.97 0-4.42 3.576-7.994 7.994-7.994s7.994 3.574 7.994 7.994c0.032 0.842 1.436 23.982 47.964 23.982s47.936-23.14 47.966-24.124c0.156-4.358 3.528-7.728 8.15-7.776 4.34 0.078 7.838 3.558 7.838 7.916 0.004 1.624-0.714 39.972-63.952 39.972z'
            fill=''
          />
          <path
            d='M951.686 464.034a7.99 7.99 0 0 1-7.994-7.994c0-69.27-40.814-132.312-104.004-160.596a7.996 7.996 0 0 1-4.044-10.562c1.812-4.02 6.558-5.832 10.57-4.036 68.936 30.868 113.466 99.632 113.466 175.196a7.99 7.99 0 0 1-7.994 7.992z'
            fill=''
          />
        </svg>
      ),
      content: (
        <>
          <h2 className='text-3xl font-bold mb-4'>Виды светильников</h2>{' '}
          <p className='mb-2'>
            {' '}
            Осветительными электроустановками называются специальные
            электротехнические устройства, предназначенные для освещения
            территорий, помещений, зданий и сооружений{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Осветительные электроустановки являются необходимым элементом
            современных жилых домов, учреждений, общественных и производственных
            предприятий и представляют собой сложные комплексы, состоящие из:{' '}
          </p>{' '}
          <ul className='list-disc list-inside mb-2'>
            {' '}
            <li>распределительных устройств</li>{' '}
            <li>магистральных и групповых электросетей</li>{' '}
            <li>различных электроустановочных приборов</li>{' '}
            <li>осветительной арматуры, источников света</li>{' '}
            <li>крепежных, поддерживающих и защитных конструкций</li>{' '}
          </ul>{' '}
          <p className='mb-2'>
            {' '}
            Разнообразные источники света по способу преобразования
            электроэнергии в световое излучение разделяются на две основные
            группы:{' '}
          </p>{' '}
          <ul className='list-disc list-inside mb-2'>
            {' '}
            <li>тепловые (лампы накаливания)</li>{' '}
            <li>газоразрядные (люминесцентные ртутные)</li>{' '}
          </ul>{' '}
          <p className='mb-2'>
            {' '}
            <span className=''>Лампа накаливания</span> – малоэкономичный
            источник, так как только 12 % всей энергии, выделяемой в ее нити
            электрическим током, преобразуется в световую энергию.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Действие ламп накаливания основано на тепловом излучении.
            Температура плавления вольфрама (около 3400 °С) позволяет раскалить
            нить до 2500...2700°С при условии предохранения ее от сгорания.
            Работа ламп накаливания общего назначения 1000...1200 ч.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            При повышении температуры излучающего тела t изменяется и цветовой
            состав излучения. Это хорошо видно при нагреве стали: сначала она
            становится красной, а затем раскаляется добела.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            В первых моделях ламп накаливания использовалась угольная нить, в
            современных лампах применяется нить из вольфрама. Температура
            плавления вольфрама (около 3400 °С) позволяет раскалить нить до
            2500...2700 °С при условии предохранения ее от сгорания. Зашита от
            сгорания может быть решена или полным удалением воздуха из
            стеклянной колбы, в которой размешена раскаленная нить, или
            заполнением ее инертным газом. В обоих случаях из-за отсутствия
            кислорода сгорания нити не происходит.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Вольфрам относится к группе тугоплавких металлов и широко
            применяется в электротехническом производстве. Вольфрам - металл
            серого цвета с очень высокой температурой плавления и большой
            твердостью. Получают его методом порошковой металлургии, т.е. в
            результате спекания спрессованных частиц металла. Прессованием
            частиц вольфрама в стальных пресс-формах получают заготовки —
            стержни, которые затем подвергают спеканию при t = 1300 oС.
            Спеченные вольфрамовые стержни имеют зернистое видно у перегоревших
            ламп. При испарении вольфрама нить делается тоньше и перегорает.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            В помещениях, где часто перегорают лампы, необходимо последовательно
            с группой ламп, управляемых одним выключателем, включить
            дополнительное сопротивление. Хотя в сопротивлениях и теряется часть
            мощности, но все же устанавливать их экономически выгодно.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Необходимое значение этого сопротивления можно определить по
            формуле:{' '}
          </p>{' '}
          <p className='text-center  mb-4'>
            {' '}
            Rд = (Uном - Uл) / Iном (1){' '}
          </p>{' '}
          <p className='mb-2'> где Uном — номинальное напряжение, В; </p>{' '}
          <p className='mb-2'>
            {' '}
            Uш - напряжение на шинах в производственных помещениях в часы пик,
            В;{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Uл — напряжение, которое мы желаем получить на лампах (его принимают
            на 2 % ниже номинального), В;{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Iном — номинальный ток группы ламп, управляемых одним выключателем.
            Номинальный ток, например в группе из 20 ламп по 60 Вт, определяется
            следующим образом:{' '}
          </p>{' '}
          <p className='mb-2 text-center '>
            {' '}
            Iном = (60 · 20) / 220 = 5,46 А.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Схемы экономного включения ламп накаливания:{' '}
          </p>{' '}
          <p className='mb-2 text-center'>
            {' '}
            <img
              src={i2}
              alt='Схема 1'
            />{' '}
            <img
              src={i3}
              alt='Схема 2'
              className='w-1/2'
            />{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            <span className=''>Люминесцентные лампы</span> представляют собой
            стеклянную герметически закрытую трубку, внутренняя поверхность
            которой покрыта слоем люминофора – искусственно приготовленного
            химического вещества, в котором под действием внешних факторов
            (электрического разряда) возникает свечение (люминесценция).
            Люминофоры под воздействием ультрафиолетовых лучей электрического
            разряда излучают свет в спектре видимого излучения.{' '}
          </p>{' '}
          <img src={i4} />
          <p className='mb-2'>
            {' '}
            Внутри трубки 4 в стеклянных ножках 2 укреплены биспиральные
            электроды 3 из вольфрама, соединенные с двухштырьковым цоколем 1,
            служащим для присоединения лампы к электрической сети посредством
            специальных патронов.{' '}
          </p>{' '}
          <p className='pb-8'>
            {' '}
            В зависимости от цвета излучаемого лампой светового потока различают
            лампы дневного (ЛД), белого (ЛБ), холодно-белого (ЛХБ) и
            тепло-белого (ЛТБ) света. В жилых или производственных помещениях
            при необходимости точного определения цветовых оттенков, например в
            типографии при изготовлении цветных репродукций или в художественной
            мастерской, применяются лампы дневного света, обеспечивающие
            правильную цветопередачу{' '}
          </p>
        </>
      ),
    },
    {
      id: 2,
      title: 'Схема питания электрического освещения',
      titleImage: (
        <svg
          width={96}
          viewBox='0 0 24 24'
          fill='none'
          xmlns='http://www.w3.org/2000/svg'
        >
          <path
            d='M11.9998 7C13.3128 7 14.4288 6.15653 14.8354 4.98189C15.0161 4.46 14.5521 4 13.9998 4H9.99981C9.44752 4 8.98349 4.46 9.16418 4.98189C9.57086 6.15653 10.6868 7 11.9998 7Z'
            fill='#1C274C'
          />
          <path
            opacity='0.5'
            d='M12 2C13.1046 2 14 2.89543 14 4H10C10 2.89543 10.8954 2 12 2Z'
            fill='#1C274C'
          />
          <path
            d='M6.45475 10.9797C6.4777 10.9503 6.50003 10.9207 6.52175 10.8908C7.28695 9.83634 7.29596 8.44285 6.62892 7.39285C6.32414 6.91309 5.66094 6.99532 5.31133 7.44287L2.77924 10.6843C2.42963 11.1319 2.50535 11.8017 3.03889 11.9886C4.23974 12.4093 5.62361 12.0437 6.45475 10.9797Z'
            fill='#1C274C'
          />
          <path
            opacity='0.5'
            d='M2.43904 7.7863C3.13826 6.8912 4.42425 6.73749 5.31139 7.44298L2.7793 10.6844C1.89216 9.97894 1.73982 8.6814 2.43904 7.7863Z'
            fill='#1C274C'
          />
          <path
            d='M17.5452 10.9797C17.5223 10.9503 17.5 10.9207 17.4783 10.8908C16.713 9.83634 16.704 8.44285 17.3711 7.39285C17.6759 6.91309 18.3391 6.99532 18.6887 7.44287L21.2208 10.6843C21.5704 11.1319 21.4947 11.8017 20.9611 11.9886C19.7603 12.4093 18.3764 12.0437 17.5452 10.9797Z'
            fill='#1C274C'
          />
          <path
            opacity='0.5'
            d='M21.561 7.7863C20.8617 6.8912 19.5757 6.73749 18.6886 7.44298L21.2207 10.6844C22.1078 9.97894 22.2602 8.6814 21.561 7.7863Z'
            fill='#1C274C'
          />
          <path
            fillRule='evenodd'
            clipRule='evenodd'
            d='M8.25 22C8.25 21.5858 8.58579 21.25 9 21.25H15C15.4142 21.25 15.75 21.5858 15.75 22C15.75 22.4142 15.4142 22.75 15 22.75H9C8.58579 22.75 8.25 22.4142 8.25 22Z'
            fill='#1C274C'
          />
          <g opacity='0.55'>
            <path
              d='M12 6.99988C12.2571 6.99988 12.5066 6.96755 12.7447 6.90674C12.7485 6.93725 12.7504 6.96834 12.7504 6.99988V13.4069C12.8727 13.2894 13.0016 13.1779 13.1369 13.0729L13.1486 13.0638L17.0893 10.1712C17.1847 10.4222 17.3141 10.6643 17.4785 10.8908C17.5002 10.9207 17.5225 10.9503 17.5455 10.9797C17.6676 11.1361 17.8017 11.2774 17.9454 11.4033L14.0455 14.2665C13.23 14.9049 12.7506 15.8901 12.7506 16.9367V17.9999L12.7504 18.0158V21.2499H11.2504V16.9032C11.2403 15.8692 10.7623 14.8982 9.95535 14.2665L6.05518 11.4032C6.19882 11.2773 6.33287 11.136 6.45499 10.9797C6.47793 10.9503 6.50026 10.9207 6.52198 10.8908C6.68638 10.6642 6.81587 10.422 6.91126 10.171L10.8523 13.0638L10.864 13.0729C10.9993 13.1779 11.1282 13.2894 11.2504 13.4068V6.99988C11.2504 6.96841 11.2524 6.93739 11.2561 6.90693C11.494 6.96762 11.7433 6.99988 12 6.99988Z'
              fill='#1C274C'
            />
            <path
              d='M11.9977 22.7499L12.0004 22.7499L12.0031 22.7499H11.9977Z'
              fill='#1C274C'
            />
          </g>
        </svg>
      ),
      content: (
        <>
          <h1 className='text-3xl font-bold mb-4'>
            Схема питания электрического освещения от ВРУ
          </h1>{' '}
          <img src={i5} />
          <p className='mb-2'>
            {' '}
            <span className='underline'>Две или более лампы</span> могут
            присоединяться к сети одним однополюсным выключателем{' '}
          </p>{' '}
          <img src={i6} />
          <img src={i7} />
          <p className='mb-2'>
            {' '}
            <span className='underline'>
              Лампы осветительных электроустановок
            </span>
            , питаемых от трехпроводной системы трехфазного тока, включаются
            между двумя фазами сети, а установок питаемых от четырехпроводной
            сети — между фазным и нулевым проводами{' '}
          </p>{' '}
          <img src={i8} />
          <p className='mb-2'>
            {' '}
            <span className='underline'>
              Схемы включения люминесцентных ламп
            </span>{' '}
          </p>{' '}
          <img src={i9} />
          <p className='mb-2'>
            {' '}
            В этой схеме применяются емкостный балласт и выпрямительные
            элементы. Устойчивое зажигание при отсутствии у лампы одной или
            обеих нитей накала, а также у ламп с изношенным эмиссионным
            покрытием нитей достигается при подаче повышенного в 4,2 раза
            напряжения сети в результате возникновения ударной ионизации в газе.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Резистор R1 служит для стабилизации режима работы лампы. При
            включении схемы конденсатор С1 заряжается через диод Д2 до
            амплитудного значения напряжения сети. В следующий полупериод
            напряжение сети, складываясь с напряжением конденсатора С1, заряжает
            конденсатор СЗ, удваивая напряжение. Аналогично действует и вторая
            половина схемы (С2, С4, ДЗ, Д4). Напряжения конденсаторов СЗ и С4
            складываются и достигают значения, необходимого для зажигания лампы.
            Когда зажигание произошло, конденсаторы С1и С2 начинают работать как
            балластные сопротивления, обеспечивающие устойчивый газовый разряд в
            лампе.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Принципиальная схема включения люминисцетной лампы стартерным
            зажиганием{' '}
          </p>{' '}
          <img src={i10} />
          <p className='mb-2'>
            {' '}
            <span className='underline'>Дуговые ртутные лампы</span>{' '}
          </p>{' '}
          <img src={i11} />
          <p className='mb-2'>
            {' '}
            Эти лампы выпускаются с двумя и четырьмя электродами.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Основными элементами четырехэлектродной дуговой ртутной лампы
            являются резьбовой цоколь _1,_ колба _3_ и кварцевая горелка _6_.
            Внутри горелки находятся дозированная капля ртути и газ аргон; в
            конце горелки впаяны активированные основной _5_ и дополнительный 7
            электроды из вольфрама. Внутренняя поверхность колбы покрыта
            люминофором _8._{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            При подаче напряжения к электродам лампы происходит электрический
            разряд в парах ртути высокого давления, сопровождаемый интенсивным
            излучением света, в спектре которого отсутствуют оранжево-красные
            лучи. Отсутствие оранжевокрасных лучей делает лампу непригодной для
            освещения, так как искажает естественные цвета всех предметов,
            поэтому состав люминофора, покрывающего внутреннюю поверхность
            колбы, подбирается так, чтобы под воздействием спектра
            ультрафиолетовых лучей он излучал оранжево-красный цвет, который,
            смешиваясь с основным световым потоком лампы, будет образовывать
            свет, воспринимаемый человеческим глазом как белый с легким
            зеленоватым оттенком.{' '}
          </p>{' '}
          <img src={i12} />
        </>
      ),
    },
    
    {
      id: 3,
      title: 'Осветительная арматура',
      titleImage: (
        <svg
          width={96}
          viewBox='0 0 24 24'
          fill='none'
          xmlns='http://www.w3.org/2000/svg'
        >
          <path
            d='M10.063 8.5C10.0219 8.34019 10 8.17265 10 8C10 6.89543 10.8954 6 12 6C12.1413 6 12.2792 6.01466 12.4122 6.04253M5 4L3 3M19 4L21 3M4 10H3M21 10H20M5.6 21H18.4C18.9601 21 19.2401 21 19.454 20.891C19.6422 20.7951 19.7951 20.6422 19.891 20.454C20 20.2401 20 19.9601 20 19.4V18.6C20 18.0399 20 17.7599 19.891 17.546C19.7951 17.3578 19.6422 17.2049 19.454 17.109C19.2401 17 18.9601 17 18.4 17H5.6C5.03995 17 4.75992 17 4.54601 17.109C4.35785 17.2049 4.20487 17.3578 4.10899 17.546C4 17.7599 4 18.0399 4 18.6V19.4C4 19.9601 4 20.2401 4.10899 20.454C4.20487 20.6422 4.35785 20.7951 4.54601 20.891C4.75992 21 5.03995 21 5.6 21ZM17 14V8C17 5.23858 14.7614 3 12 3C9.23858 3 7 5.23858 7 8V14H17Z'
            stroke='#000000'
            strokeWidth='1'
            strokeLinecap='round'
            strokeLinejoin='round'
          />
        </svg>
      ),
      content: (
        <>
          <h2 className='text-2xl font-bold mb-4 mt-4'>
            Осветительная арматура
          </h2>{' '}
          <h2 className='text-xl font-bold mb-2'>
            Устройства для присоединения осветительных электроустановок
          </h2>{' '}
          <p className='mb-2'>
            {' '}
            Осветительные электроустановочные устройства (ОЭУ) служат для
            присоединения источников света к электрической сети и (или)
            управления этими источниками.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            К наиболее распространенным ОЭУ относятся патроны), выключатели и
            переключатели, штепсельные розетки с вилками и стартерные устройства
            для пуска люминесцентных ламп.{' '}
          </p>{' '}
          <img src={i13} />
          <p className='mb-2'>
            {' '}
            В соответствии с размерами цоколей ламп они бывают с резьбой 14, 27
            и 40 мм{' '}
          </p>{' '}
          <img src={i14} />
          <img src={i15} />
          <p className='mb-2 font-semibold'> Выключатели </p>{' '}
          <p className='mb-2'>
            {' '}
            Для повышения коммутирующей способности и износоустойчивости
            контактные части современных выключателей и переключателей
            выполняются из металлокерамики, что позволяет им выдерживать свыше
            200 тысяч отключений.{' '}
          </p>{' '}
          <p className='mb-2 font-semibold'>Встраиваемые</p> <img src={i16} />
          <p className='mb-2 font-semibold'>
            {' '}
            Дизайнерские с датчиком движения{' '}
          </p>{' '}
          <img src={i17} />
          <img src={i18} />
          <p className='mb-2'>
            {' '}
            <b>Штепсельные розетки</b> выпускают с круглыми и плоскими
            контактами. Применение плоских контактов обеспечивает более надежное
            соединение, позволяет сократить расход меди и почти вдвое по
            сравнению с круглыми контактами увеличить срок службы розетки.{' '}
          </p>{' '}
          <img src={i19} />
          <p className='mb-2 font-semibold'>
            {' '}
            Розетки внутреннего монтажа с заземлением, розетки для подключения
            силового оборудования{' '}
          </p>{' '}
          <img src={i20} />
          <img src={i21} />
          <p className='mb-2 font-semibold'> Розетки защищенные </p>{' '}
          <img src={i22} />
          <img src={i23} />
          <p className='mb-2 font-semibold'>Светильники</p>
          <img
            width={800}
            src={i24}
          />
        </>
      ),
    },
    {
      id: 4,
      title: 'Утилизация источников света',
      titleImage: (
        <svg
          width={96}
          viewBox='0 0 24 24'
          fill='none'
          xmlns='http://www.w3.org/2000/svg'
        >
          <path
            d='M10.063 8.5C10.0219 8.34019 10 8.17265 10 8C10 6.89543 10.8954 6 12 6C12.1413 6 12.2792 6.01466 12.4122 6.04253M5 4L3 3M19 4L21 3M4 10H3M21 10H20M5.6 21H18.4C18.9601 21 19.2401 21 19.454 20.891C19.6422 20.7951 19.7951 20.6422 19.891 20.454C20 20.2401 20 19.9601 20 19.4V18.6C20 18.0399 20 17.7599 19.891 17.546C19.7951 17.3578 19.6422 17.2049 19.454 17.109C19.2401 17 18.9601 17 18.4 17H5.6C5.03995 17 4.75992 17 4.54601 17.109C4.35785 17.2049 4.20487 17.3578 4.10899 17.546C4 17.7599 4 18.0399 4 18.6V19.4C4 19.9601 4 20.2401 4.10899 20.454C4.20487 20.6422 4.35785 20.7951 4.54601 20.891C4.75992 21 5.03995 21 5.6 21ZM17 14V8C17 5.23858 14.7614 3 12 3C9.23858 3 7 5.23858 7 8V14H17Z'
            stroke='#000000'
            strokeWidth='1'
            strokeLinecap='round'
            strokeLinejoin='round'
          />
        </svg>
      ),
      content: (
        <>
          <h1 className='text-2xl font-bold mb-4'>
            Утилизация источников света
          </h1>{' '}
          <h2 className='text-xl font-bold mb-2'> Лампы накаливания </h2>{' '}
          <p className='mb-2'>
            {' '}
            Лампы накаливания можно считать самыми безвредными из всех,
            поскольку они не содержат вредных веществ и пластика.{' '}
          </p>{' '}
          <h2 className='text-xl font-bold mb-2'>
            {' '}
            Утилизация люминесцентных ламп{' '}
          </h2>{' '}
          <p className='mb-2'>
            {' '}
            Внутри колбы люминесцентной лампы покрыта слоем люминофора, в
            составе которого, пусть и в малом количестве, присутствует ртуть. Её
            испарения опасны для здоровья, поэтому такие лампы следует передать
            в специальный центр утилизации.{' '}
          </p>{' '}
          <p className='mb-2'>
            {' '}
            Вывозить на утилизацию люминесцентные лампы имеет право компания, у
            которой есть соответствующее разрешение.{' '}
          </p>{' '}
          <h2 className='text-xl font-bold mb-2'> Cветодиодные лампы </h2>{' '}
          <p>
            {' '}
            Светодиодные лампы можно выбрасывать с обычным мусором, однако в их
            составе есть металлы и пластик, которые можно отделить и отправить
            на переработку.{' '}
          </p>
        </>
      ),
    },
  ],
};
