import {
  i1,
  i2,
  i3,
  i4,
  i5,
  i6,
  i7,
  i8,
  i9,
  i10,
  i11,
  i12,
  i13,
  i14,
  i15,
  i16,
  i17,
  i18,
  i19,
  i20,
  i21,
  i22,
  i23,
  i24,
  i25,
} from "../../assets/base64/infogragic";

export const InfographicPageContent = {
  title: "Этапы подготовки управляющей программы",
  subtitle:
    "Изучите материал о классификации и общем устройстве фрез, а также о правилах заточки фрез. Чтобы перейти к учебному материалу, кликните на каждую из иконок.",

  items: [
    {
      id: 0,
      title: "Понятия технологических процессов",
      titleImage: (
        <svg
          width={96}
          viewBox="0 0 24 24"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M12.9996 3L5.06859 12.6934C4.72703 13.1109 4.55625 13.3196 4.55471 13.4956C4.55336 13.6486 4.62218 13.7939 4.74148 13.8897C4.87867 14 5.14837 14 5.68776 14H11.9996L10.9996 21L18.9305 11.3066C19.2721 10.8891 19.4429 10.6804 19.4444 10.5044C19.4458 10.3514 19.377 10.2061 19.2577 10.1103C19.1205 10 18.8508 10 18.3114 10H11.9996L12.9996 3Z"
            stroke="#000000"
            strokeWidth="1"
            strokeLinecap="round"
            strokeLinejoin="round"
          />
        </svg>
      ),
      content: (
        <>
          <h2 className="text-3xl font-bold mb-2">
            Понятия технологических процессов
          </h2>
          <p className="mb-4">
            <b>Производственный процесс</b> – это этапы, которые проходят
            предметы на пути их превращения в изделия или готовую машину.
          </p>
          <p className="mb-4">
            <b>Технологический процесс</b> – часть производственного процесса,
            во время которого происходит изменение качественного состояния
            объекта, изменение формы и размеров заготовки, свойств металла
            (материала или полуфабриката).
          </p>
          <p className="mb-4">
            <b>Рабочее место</b> – часть площади цеха, предназначенная для
            работы одного рабочего или группы рабочих, на которой размещено
            технологическое оборудование, инструмент, подъёмно-транспортное
            устройство, стеллажи для хранения заготовок, деталей.
          </p>
          <p className="mb-4">
            <b>Операция</b> – законченная часть технологического процесса,
            выполненная на рабочем месте (например, резка, сборка, сварка).
          </p>
          <p className="mb-4">
            <b>Переход</b> – часть технологической операции (применительно к
            сварке, например, поворот сварной конструкции в кантователе для
            сварки очередных швов в нижнем положении).
          </p>
          <p className="mb-4">
            <b>Рабочая позиция</b> – каждое новое положение установленного узла
            вместе с приспособлением.
          </p>
          <p className="mb-4">
            <b>Трудоемкость</b> – количество времени, затрачиваемое на
            выполнение технологического процесса или его части.
          </p>
          <p className="mb-4">
            <b>Серия</b> – количество изделий или машин, подлежащих изготовлению
            по постоянному, неизменяемому чертежу.
          </p>
          <p className="mb-4">
            <b>Единичное, индивидуальное производство</b> – производство, при
            котором изделия изготавливаются в единичных экземплярах,
            разнообразные по конструкции и размерам.
          </p>
          <p className="mb-4">
            <b>Серийное производство</b> – производство, при котором
            изготовление изделий, производится партиями или сериями, состоящими
            из одноименных, однотипных по конструкции и одинаковых по размерам
            изделий, запускаемых в производство одновременно.
          </p>
          <p className="mb-4">
            <b>Массовое производство</b> – производство, при котором большое
            количество одинаковых изделий изготовляется путём непрерывного
            выполнения на рабочих местах одних и тех же постоянно повторяющихся
            операций.
          </p>
          <p className="mb-4">
            В зависимости от назначения изделия делятся на изделия основного и
            вспомогательного производства.
          </p>
          <p className="mb-4">
            Изделия основного производства предназначены для поставки заказчику
            вне данного предприятия. Изделия вспомогательного производства
            предназначены только для собственных нужд предприятия, которое их
            изготавливает.
          </p>
          <p className="mb-4">
            Вначале предприятие изучает рынок спроса на изделие, его
            потребительские свойства, либо получает заказ на изготовление
            сварных изделий или конструкций. Затем предприятие выполняет опытно-
            конструкторские, научно-исследовательские и технологические работы
            по проектированию сварного изделия и технологии изготовления этого
            изделия. Почти в это же время осуществляется конструкторская и
            технологическая подготовка производства.
          </p>
          <p className="mb-4">
            Конструкторская подготовка производства включает в себя разработку
            конструкции сварного изделия и создание соответствующей технической
            документации (чертежей, спецификаций и т.д.). Технологическая
            подготовка производства состоит в создании технологических процессов
            сборки изделия и изготовления его деталей, разработке конструкций и
            изготовлении сборочных и сварочных приспособлений и другой
            технологической оснастки с оформлением соответствующей документации.
          </p>
          <p className="mb-4">
            Параллельно с конструкторско- технологической подготовкой
            производства изготавливается опытный образец сварного изделия,
            проводится контроль и его испытания, а также осуществляются, при
            необходимости, научно-исследовательские работы с целью
            совершенствования конструкции опытного образца и технологии
            сварочного производства. После завершения конструкторско-
            технологической подготовки производства начинается выполнение заказа
            или серийный выпуск сварного изделия.
          </p>
          <p className="mb-4">
            Исключительное разнообразие сварных изделий и конструкций затрудняет
            их единую классификацию. Их можно классифицировать по методу
            получения заготовок (листовые, сварнолитые, кованосварные,
            штампосварные конструкции); по целевому назначению (строительные,
            вагонные, судовые, авиационные, газо- и нефтехранилища и др.).
          </p>
          <p className="mb-4">
            При рассмотрении вопросов проектирования и изготовления сварные
            конструкции целесообразно классифицировать в зависимости от
            характерных особенностей их работы. В этом случае можно выделить
            следующие типы сварных элементов и строительных конструкций: балки —
            конструктивные элементы, работающие, в основном, на поперечный
            изгиб.
          </p>
          <p>
            Жестко соединенные между собой балки образуют рамные конструкции;
            колонны — элементы, работающие преимущественно на сжатие, или сжатие
            с продольным изгибом; решетчатые конструкции.
          </p>
          <img src={i25} />
          <p className="mt-1">
            <i>Жизненный цикл сварного изделия (рис. 1)</i>
          </p>
          <p className="mb-4">
            Изготовление сварных металлоконструкций представляет собой, как
            правило, сложный комплекс технологических процессов с большим числом
            сборочных, сварочных и других операций, при которых такие вопросы,
            как транспортирование сварных конструкций, базирование их деталей в
            процессе сборки и т. п., решаются подчас сложнее, чем, скажем, при
            станочной обработке заготовок. Сварная конструкция собирается часто
            из значительного числа деталей, различающихся по химическому составу
            конструкционных материалов. При сварке изменяются свойства металла в
            зоне термического воздействия, возникают деформации и
            технологические остаточные напряжения, что в ряде случаев может
            оказать неблагоприятное влияние на прочность сварной конструкции.
            Поэтому при проектировании технологических процессов изготовления
            сварных конструкций наряду с изложенными применительно к сборке
            особенностями следует учитывать ряд специфических требований, для
            чего руководствоваться указанными ниже соображениями.
          </p>
          <ul className="list-decimal pl-4 mb-4">
            <p>
              <b>Изготовление сварных конструкций включает в общем случае следующие
              работы:</b>
            </p>
            <li>контроль качества конструкционных и сварочных материалов;</li>
            <li>
              очистку листовой стали, литых, штампованных и других заготовок,
              являющихся составными частями сварной конструкции;
            </li>
            <li>
              заготовительные операции: правку, разметку, резку, подготовку
              кромок, гибку и т. п.;
            </li>
            <li>сборку и сварку конструкции;</li>
            <li>устранение технологических остаточных деформаций;</li>
            <li>термическую обработку сварной конструкции;</li>
            <li>механическую обработку резанием;</li>
            <li>общий контроль и испытания сварной конструкции;</li>
            <li>окраску и маркирование.</li>
            <li>
              вследствие неравномерного нагрева и охлаждения металла в процессе
              сварки, литейной усадки расплавленного металла шва и структурных
              изменений в зоне термического влияния в сварных конструкциях
              возникают технологические напряжения и деформации.
            </li>
          </ul>
          <p>
            Ограничить деформации в сварных конструкциях можно различными
            технологическими приемами: например, созданием при сборке узла
            упругих или пластических деформаций, обратных по знаку сварочным
            деформациям; интенсивным охлаждением сварного соединения;
            применением скоростной сварки с увеличенной плотностью сварочного
            тока, обеспечивающей высокую концентрацию теплоты; рациональной
            последовательностью выполнения сборочно-сварочных операций и т. п.
          </p>
          <p>
            Значительное влияние на точность сварного узла может оказать
            последовательность наложения швов. Поэтому с целью уменьшения
            деформаций конструкции от сварочных напряжений порядок сварки должен
            быть четко регламентирован. Так, сварку рам тележек локомотивов
            ведут два сварщика параллельно с обеих сторон рамы; сварка главной
            рамы ведется от ее середины к концам одновременно четырьмя
            сварщиками. При выполнении швов большой длины короблений можно
            избежать, применив обратноступенчатую сварку, т. е. накладывая швы
            следующими один за другим участками в направлении, обратном общему
            приращению шва.
          </p>
        </>
      ),
    },
    {
      id: 1,
      title: "Изделия",
      titleImage: (
        <svg
          width={96}
          viewBox="0 0 1024 1024"
          fill="#000000"
          className="icon"
          version="1.1"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M456.04 551.97a7.988 7.988 0 0 1-7.994-7.994V400.08a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994v143.896a7.988 7.988 0 0 1-7.994 7.994z"
            fill=""
          />
          <path
            d="M456.04 408.074a7.99 7.99 0 0 1-7.994-7.994c0-22.04-17.932-39.972-39.97-39.972-4.42 0-7.996-3.576-7.996-7.994s3.576-7.996 7.996-7.996c30.852 0 55.958 25.108 55.958 55.96a7.99 7.99 0 0 1-7.994 7.996z"
            fill=""
          />
          <path
            d="M360.108 408.074a7.99 7.99 0 0 1-7.994-7.994c0-30.854 25.108-55.96 55.96-55.96 4.418 0 7.994 3.576 7.994 7.996s-3.576 7.994-7.994 7.994c-22.04 0-39.972 17.932-39.972 39.972a7.99 7.99 0 0 1-7.994 7.992z"
            fill=""
          />
          <path
            d="M408.074 456.04c-30.854 0-55.96-25.108-55.96-55.96a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994c0 22.04 17.934 39.97 39.972 39.97a7.99 7.99 0 0 1 7.994 7.994 7.99 7.99 0 0 1-7.994 7.996zM567.958 551.97a7.988 7.988 0 0 1-7.994-7.994V400.08a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v143.896a7.986 7.986 0 0 1-7.994 7.994z"
            fill=""
          />
          <path
            d="M567.958 408.074a7.99 7.99 0 0 1-7.994-7.994c0-30.854 25.108-55.96 55.96-55.96 4.418 0 7.994 3.576 7.994 7.996s-3.576 7.994-7.994 7.994c-22.046 0-39.972 17.932-39.972 39.972a7.988 7.988 0 0 1-7.994 7.992z"
            fill=""
          />
          <path
            d="M663.89 408.074a7.99 7.99 0 0 1-7.994-7.994c0-22.04-17.924-39.972-39.97-39.972-4.42 0-7.994-3.576-7.994-7.994s3.574-7.996 7.994-7.996c30.854 0 55.958 25.108 55.958 55.96a7.99 7.99 0 0 1-7.994 7.996z"
            fill=""
          />
          <path
            d="M615.926 456.04a7.99 7.99 0 0 1-7.994-7.996 7.988 7.988 0 0 1 7.994-7.994c22.046 0 39.97-17.932 39.97-39.97a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994c0 30.852-25.104 55.96-55.958 55.96z"
            fill=""
          />
          <path
            d="M615.926 456.04c-6.386 0-12.68-1.07-18.674-3.186a8.004 8.004 0 0 1-4.888-10.196c1.454-4.16 6.042-6.332 10.198-4.886a40.078 40.078 0 0 0 13.366 2.28 7.994 7.994 0 1 1-0.002 15.988zM408.042 456.04a7.99 7.99 0 0 1-7.996-7.996 7.99 7.99 0 0 1 7.996-7.994c4.574 0 9.07-0.764 13.366-2.28 4.128-1.436 8.736 0.726 10.196 4.886a8 8 0 0 1-4.886 10.196 56.01 56.01 0 0 1-18.676 3.188zM695.87 727.846h-367.74c-4.418 0-7.994-3.576-7.994-7.994s3.576-7.994 7.994-7.994h367.738c4.418 0 7.992 3.576 7.992 7.994s-3.572 7.994-7.99 7.994z"
            fill=""
          />
          <path
            d="M647.902 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v31.976a7.988 7.988 0 0 1-7.994 7.994zM583.948 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.996 7.994v31.976a7.99 7.99 0 0 1-7.996 7.994zM512 759.822a7.99 7.99 0 0 1-7.996-7.994v-31.976a7.99 7.99 0 0 1 7.996-7.994 7.99 7.99 0 0 1 7.994 7.994v31.976a7.988 7.988 0 0 1-7.994 7.994zM440.05 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976c0-4.418 3.576-7.994 7.994-7.994s7.994 3.576 7.994 7.994v31.976a7.988 7.988 0 0 1-7.994 7.994zM376.096 759.822a7.988 7.988 0 0 1-7.994-7.994v-31.976a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.996 7.994v31.976a7.99 7.99 0 0 1-7.996 7.994zM328.124 823.778a7.992 7.992 0 0 1-7.956-7.306 7.98 7.98 0 0 1 7.268-8.65l367.746-31.976c4.308-0.546 8.276 2.872 8.648 7.276a7.986 7.986 0 0 1-7.276 8.65l-367.728 31.976c-0.234 0.03-0.468 0.03-0.702 0.03z"
            fill=""
          />
          <path
            d="M328.124 871.742a7.99 7.99 0 0 1-7.956-7.306 7.98 7.98 0 0 1 7.268-8.65l367.746-31.976c4.308-0.468 8.276 2.874 8.648 7.276a7.984 7.984 0 0 1-7.276 8.65l-367.728 31.976c-0.234 0.03-0.468 0.03-0.702 0.03z"
            fill=""
          />
          <path
            d="M344.12 871.742a7.988 7.988 0 0 1-7.994-7.992v-111.922a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994v111.922a7.988 7.988 0 0 1-7.994 7.992z"
            fill=""
          />
          <path
            d="M679.878 871.742a7.988 7.988 0 0 1-7.994-7.992v-29.886a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v29.886a7.986 7.986 0 0 1-7.994 7.992z"
            fill=""
          />
          <path
            d="M679.878 841.86a7.99 7.99 0 0 1-7.994-7.996v-82.036a7.99 7.99 0 0 1 7.994-7.994 7.988 7.988 0 0 1 7.994 7.994v82.036a7.988 7.988 0 0 1-7.994 7.996z"
            fill=""
          />
          <path
            d="M647.902 903.72H376.096a7.992 7.992 0 0 1-5.652-2.342L338.466 869.4a7.986 7.986 0 0 1 0-11.302 7.988 7.988 0 0 1 11.304 0l29.634 29.634h265.186l29.636-29.634a7.986 7.986 0 0 1 11.302 0 7.986 7.986 0 0 1 0 11.302l-31.976 31.978a7.98 7.98 0 0 1-5.65 2.342z"
            fill=""
          />
          <path
            d="M512 935.698c-79.038 0-79.944-38.348-79.944-39.97a7.988 7.988 0 0 1 7.994-7.994 8 8 0 0 1 7.994 7.776c0.086 0.89 3.17 24.202 63.956 24.202 61.642 0 63.954-23.982 63.954-24.232 0.282-4.294 3.904-7.994 8.244-7.59 4.31 0.124 7.746 3.53 7.746 7.84 0 1.62-0.906 39.968-79.944 39.968z"
            fill=""
          />
          <path
            d="M456.04 631.914a8.024 8.024 0 0 1-5.262-1.966 8.006 8.006 0 0 1-0.758-11.29l55.96-63.956a8 8 0 0 1 11.282-0.766 8.004 8.004 0 0 1 0.756 11.29l-55.958 63.956a7.976 7.976 0 0 1-6.02 2.732z"
            fill=""
          />
          <path
            d="M567.958 631.914a8.018 8.018 0 0 1-6.028-2.732l-55.952-63.956a8.008 8.008 0 0 1 0.756-11.29c3.302-2.902 8.354-2.558 11.28 0.766l55.968 63.956a8.008 8.008 0 0 1-0.766 11.29 8 8 0 0 1-5.258 1.966zM488.016 631.914H456.04a7.988 7.988 0 0 1-7.994-7.994 7.99 7.99 0 0 1 7.994-7.994h31.978a7.99 7.99 0 0 1 7.994 7.994 7.99 7.99 0 0 1-7.996 7.994z"
            fill=""
          />
          <path
            d="M567.958 631.914h-31.976a7.988 7.988 0 0 1-7.994-7.994 7.99 7.99 0 0 1 7.994-7.994h31.976a7.988 7.988 0 0 1 7.994 7.994 7.986 7.986 0 0 1-7.994 7.994z"
            fill=""
          />
          <path
            d="M695.87 759.822h-367.74a7.988 7.988 0 0 1-7.994-7.994v-88.344c-80.17-60.33-127.91-155.498-127.91-255.41 0-176.32 143.452-319.772 319.772-319.772 176.31 0 319.772 143.452 319.772 319.772 0 99.914-47.748 195.08-127.91 255.41v88.344a7.984 7.984 0 0 1-7.99 7.994z m-359.746-15.988h351.748v-84.376c0-2.544 1.218-4.934 3.28-6.45 78.04-57.178 124.63-148.736 124.63-244.934 0-167.506-136.278-303.784-303.784-303.784s-303.784 136.278-303.784 303.784c0 96.19 46.592 187.74 124.636 244.934a8.02 8.02 0 0 1 3.272 6.45v84.376z"
            fill=""
          />
          <path
            d="M136.268 681.114a8.018 8.018 0 0 1-3.856-1C50.954 635.146 0.35 549.286 0.35 456.04c0-126.3 90.248-232.506 214.596-252.53 4.374-0.726 8.456 2.256 9.166 6.62a7.994 7.994 0 0 1-6.622 9.166C100.934 238.062 16.338 337.632 16.338 456.04c0 87.42 47.434 167.912 123.802 210.084a7.98 7.98 0 0 1 3.13 10.852 7.956 7.956 0 0 1-7.002 4.138z"
            fill=""
          />
          <path
            d="M136.268 791.8a7.99 7.99 0 0 1-7.994-7.996v-110.702a7.99 7.99 0 0 1 7.994-7.994 7.99 7.99 0 0 1 7.994 7.994v110.702a7.99 7.99 0 0 1-7.994 7.996z"
            fill=""
          />
          <path
            d="M296.154 807.79H152.248a7.992 7.992 0 0 1-5.652-2.342l-15.98-15.99c-3.124-3.122-3.124-8.18 0-11.302s8.182-3.124 11.304 0l13.638 13.646h140.594a7.99 7.99 0 0 1 7.996 7.994 7.992 7.992 0 0 1-7.994 7.994zM120.272 775.812a7.994 7.994 0 0 1-7.978-7.59 8.012 8.012 0 0 1 7.58-8.4l175.882-9.024c4.042-0.266 8.166 3.186 8.392 7.588a8.014 8.014 0 0 1-7.582 8.4l-175.882 9.026h-0.412z"
            fill=""
          />
          <path
            d="M296.162 727.846H136.268c-4.418 0-7.994-3.576-7.994-7.994s3.576-7.994 7.994-7.994h159.894c4.418 0 7.996 3.576 7.996 7.994s-3.578 7.994-7.996 7.994z"
            fill=""
          />
          <path
            d="M240.194 839.766c-63.228 0-63.954-38.348-63.954-39.97a7.988 7.988 0 0 1 7.994-7.994 7.992 7.992 0 0 1 7.994 7.87c0.054 1.248 1.726 24.108 47.966 24.108 46.522 0 47.926-23.14 47.966-24.124 0.164-4.358 3.364-7.728 8.142-7.776 4.356 0.078 7.846 3.558 7.846 7.916 0 1.622-0.726 39.97-63.954 39.97z"
            fill=""
          />
          <path
            d="M72.314 464.034a7.992 7.992 0 0 1-7.996-7.994c0-75.564 44.54-144.328 113.466-175.196a8.01 8.01 0 0 1 10.562 4.036 7.994 7.994 0 0 1-4.036 10.562c-63.182 28.286-104.004 91.326-104.004 160.596a7.988 7.988 0 0 1-7.992 7.996z"
            fill=""
          />
          <path
            d="M887.732 681.114a7.96 7.96 0 0 1-7.012-4.136 7.978 7.978 0 0 1 3.138-10.852c76.352-42.174 123.802-122.664 123.802-210.084 0-118.408-84.598-217.978-201.154-236.746a7.972 7.972 0 0 1-6.62-9.166 7.926 7.926 0 0 1 9.148-6.62c124.35 20.024 214.614 126.23 214.614 252.53 0 93.246-50.606 179.106-132.078 224.074-1.216 0.672-2.542 1-3.838 1z"
            fill=""
          />
          <path
            d="M887.732 791.8a7.99 7.99 0 0 1-7.996-7.996v-110.702a7.99 7.99 0 0 1 7.996-7.994 7.988 7.988 0 0 1 7.992 7.994v110.702a7.988 7.988 0 0 1-7.992 7.996z"
            fill=""
          />
          <path
            d="M871.758 807.79h-143.912a7.99 7.99 0 0 1-7.994-7.994 7.988 7.988 0 0 1 7.994-7.994h140.602l13.632-13.646c3.122-3.124 8.18-3.124 11.302 0s3.124 8.182 0 11.302l-15.972 15.99a7.992 7.992 0 0 1-5.652 2.342zM903.72 775.812h-0.406l-175.89-9.026a7.996 7.996 0 0 1-7.572-8.4c0.218-4.402 4.246-7.838 8.384-7.588l175.89 9.024a8.03 8.03 0 0 1 7.586 8.4 8 8 0 0 1-7.992 7.59z"
            fill=""
          />
          <path
            d="M887.732 727.846h-159.902c-4.418 0-7.994-3.576-7.994-7.994s3.576-7.994 7.994-7.994h159.902c4.418 0 7.992 3.576 7.992 7.994s-3.574 7.994-7.992 7.994z"
            fill=""
          />
          <path
            d="M783.804 839.766c-63.236 0-63.954-38.348-63.954-39.97 0-4.42 3.576-7.994 7.994-7.994s7.994 3.574 7.994 7.994c0.032 0.842 1.436 23.982 47.964 23.982s47.936-23.14 47.966-24.124c0.156-4.358 3.528-7.728 8.15-7.776 4.34 0.078 7.838 3.558 7.838 7.916 0.004 1.624-0.714 39.972-63.952 39.972z"
            fill=""
          />
          <path
            d="M951.686 464.034a7.99 7.99 0 0 1-7.994-7.994c0-69.27-40.814-132.312-104.004-160.596a7.996 7.996 0 0 1-4.044-10.562c1.812-4.02 6.558-5.832 10.57-4.036 68.936 30.868 113.466 99.632 113.466 175.196a7.99 7.99 0 0 1-7.994 7.992z"
            fill=""
          />
        </svg>
      ),
      content: (
        <>
          <h2 className="text-3xl font-bold mb-2">Изделия</h2>{" "}
          <h2>Изделия основного и вспомогательного производства</h2>
          <p className="mb-4">
            {" "}
            В зависимости от назначения изделия делятся на изделия основного и
            вспомогательного производства. Изделия основного производства
            предназначены для поставки заказчику вне данного предприятия.
            Изделия вспомогательного производства предназначены только для
            собственных нужд предприятия, которое их изготавливает.{" "}
          </p>{" "}
          <h2>Подготовка производства сварных изделий</h2>
          <p className="mb-4">
            {" "}
            Вначале предприятие изучает рынок спроса на изделие, его
            потребительские свойства, либо получает заказ на изготовление
            сварных изделий или конструкций. Затем предприятие выполняет
            опытно-конструкторские, научно-исследовательские и технологические
            работы по проектированию сварного изделия и технологии изготовления
            этого изделия. Почти в это же время осуществляется конструкторская и
            технологическая подготовка производства. Конструкторская подготовка
            производства включает в себя (рис. 1) разработку конструкции
            сварного изделия и создание соответствующей технической документации
            (чертежей, спецификаций и т.д.). Технологическая подготовка
            производства состоит в создании технологических процессов сборки
            изделия и изготовления его деталей, разработке конструкций и
            изготовлении сборочных и сварочных приспособлений и другой
            технологической оснастки с оформлением соответствующей документации.
            Параллельно с конструкторско-технологической подготовкой
            производства изготавливается опытный образец сварного изделия,
            проводится контроль и его испытания, а также осуществляются, при
            необходимости, научно-исследовательские работы с целью
            совершенствования конструкции опытного образца и технологии
            сварочного производства. После завершения
            конструкторско-технологической подготовки производства начинается
            выполнение заказа или серийный выпуск сварного изделия.
          </p>{" "}
          <h2>Классификация сварных изделий</h2>
          <p className="mb-4">
            {" "}
            Исключительное разнообразие сварных изделий и конструкций затрудняет
            их единую классификацию. Их можно классифицировать по методу
            получения заготовок (листовые, сварнолитые, кованосварные,
            штампосварные конструкции); по целевому назначению (строительные,
            вагонные, судовые, авиационные, газо- и нефтехранилища и др.).
          </p>{" "}
        </>
      ),
    },
    {
      id: 2,
      title: "Изготовление сварных конструкций",
      titleImage: (
        <svg
          width={96}
          viewBox="0 0 24 24"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M11.9998 7C13.3128 7 14.4288 6.15653 14.8354 4.98189C15.0161 4.46 14.5521 4 13.9998 4H9.99981C9.44752 4 8.98349 4.46 9.16418 4.98189C9.57086 6.15653 10.6868 7 11.9998 7Z"
            fill="#1C274C"
          />
          <path
            opacity="0.5"
            d="M12 2C13.1046 2 14 2.89543 14 4H10C10 2.89543 10.8954 2 12 2Z"
            fill="#1C274C"
          />
          <path
            d="M6.45475 10.9797C6.4777 10.9503 6.50003 10.9207 6.52175 10.8908C7.28695 9.83634 7.29596 8.44285 6.62892 7.39285C6.32414 6.91309 5.66094 6.99532 5.31133 7.44287L2.77924 10.6843C2.42963 11.1319 2.50535 11.8017 3.03889 11.9886C4.23974 12.4093 5.62361 12.0437 6.45475 10.9797Z"
            fill="#1C274C"
          />
          <path
            opacity="0.5"
            d="M2.43904 7.7863C3.13826 6.8912 4.42425 6.73749 5.31139 7.44298L2.7793 10.6844C1.89216 9.97894 1.73982 8.6814 2.43904 7.7863Z"
            fill="#1C274C"
          />
          <path
            d="M17.5452 10.9797C17.5223 10.9503 17.5 10.9207 17.4783 10.8908C16.713 9.83634 16.704 8.44285 17.3711 7.39285C17.6759 6.91309 18.3391 6.99532 18.6887 7.44287L21.2208 10.6843C21.5704 11.1319 21.4947 11.8017 20.9611 11.9886C19.7603 12.4093 18.3764 12.0437 17.5452 10.9797Z"
            fill="#1C274C"
          />
          <path
            opacity="0.5"
            d="M21.561 7.7863C20.8617 6.8912 19.5757 6.73749 18.6886 7.44298L21.2207 10.6844C22.1078 9.97894 22.2602 8.6814 21.561 7.7863Z"
            fill="#1C274C"
          />
          <path
            fillRule="evenodd"
            clipRule="evenodd"
            d="M8.25 22C8.25 21.5858 8.58579 21.25 9 21.25H15C15.4142 21.25 15.75 21.5858 15.75 22C15.75 22.4142 15.4142 22.75 15 22.75H9C8.58579 22.75 8.25 22.4142 8.25 22Z"
            fill="#1C274C"
          />
          <g opacity="0.55">
            <path
              d="M12 6.99988C12.2571 6.99988 12.5066 6.96755 12.7447 6.90674C12.7485 6.93725 12.7504 6.96834 12.7504 6.99988V13.4069C12.8727 13.2894 13.0016 13.1779 13.1369 13.0729L13.1486 13.0638L17.0893 10.1712C17.1847 10.4222 17.3141 10.6643 17.4785 10.8908C17.5002 10.9207 17.5225 10.9503 17.5455 10.9797C17.6676 11.1361 17.8017 11.2774 17.9454 11.4033L14.0455 14.2665C13.23 14.9049 12.7506 15.8901 12.7506 16.9367V17.9999L12.7504 18.0158V21.2499H11.2504V16.9032C11.2403 15.8692 10.7623 14.8982 9.95535 14.2665L6.05518 11.4032C6.19882 11.2773 6.33287 11.136 6.45499 10.9797C6.47793 10.9503 6.50026 10.9207 6.52198 10.8908C6.68638 10.6642 6.81587 10.422 6.91126 10.171L10.8523 13.0638L10.864 13.0729C10.9993 13.1779 11.1282 13.2894 11.2504 13.4068V6.99988C11.2504 6.96841 11.2524 6.93739 11.2561 6.90693C11.494 6.96762 11.7433 6.99988 12 6.99988Z"
              fill="#1C274C"
            />
            <path
              d="M11.9977 22.7499L12.0004 22.7499L12.0031 22.7499H11.9977Z"
              fill="#1C274C"
            />
          </g>
        </svg>
      ),
      content: (
        <>
          <h1 className="text-3xl font-bold mb-2">
            Изготовление сварных конструкций
          </h1>{" "}
          <h2>Классификация сварных конструкций</h2>
          <p className="mb-4">
            {" "}
            При рассмотрении вопросов проектирования и изготовления сварные
            конструкции целесообразно классифицировать в зависимости от
            характерных особенностей их работы. В этом случае можно выделить
            следующие типы сварных элементов и строительных конструкций: <br />{" "}
            Балки — конструктивные элементы, работающие, в основном, на
            поперечный изгиб. Жестко соединенные между собой балки образуют
            рамные конструкции; <br /> Колонны — элементы, работающие
            преимущественно на сжатие, или сжатие с продольным изгибом; <br />{" "}
            Решетчатые конструкции.
          </p>{" "}
          <h2>Производство сварных металлоконструкций</h2>
          <p className="mb-4">
            Изготовление сварных металлоконструкций представляет собой, как
            правило, сложный комплекс технологических процессов с большим числом
            сборочных, сварочных и других операций, при которых такие вопросы,
            как транспортирование сварных конструкций, базирование их деталей в
            процессе сборки и т. п., решаются подчас сложнее, чем, скажем, при
            станочной обработке заготовок. Сварная конструкция собирается часто
            из значительного числа деталей, различающихся по химическому составу
            конструкционных материалов. При сварке изменяются свойства металла в
            зоне термического воздействия, возникают деформации и
            технологические остаточные напряжения, что в ряде случаев может
            оказать неблагоприятное влияние на прочность сварной конструкции.
            Поэтому при проектировании технологических процессов изготовления
            сварных конструкций наряду с изложенными применительно к сборке
            особенностями следует учитывать ряд специфических требований, для
            чего руководствоваться указанными ниже соображениями.
          </p>{" "}
          <ul className="list-decimal mb-4 pl-4">
            <p>
              <b>Изготовление сварных конструкций включает в общем случае следующие
              работы:</b>
            </p>
            <li>контроль качества конструкционных и сварочных материалов;</li>
            <li>
              очистку листовой стали, литых, штампованных и других заготовок,
              являющихся составными частями сварной конструкции;
            </li>
            <li>
              заготовительные операции: правку, разметку, резку, подготовку
              кромок, гибку и т. п.;
            </li>
            <li>сборку и сварку конструкции;</li>
            <li>устранение технологических остаточных деформаций;</li>
            <li>термическую обработку сварной конструкции;</li>
            <li>механическую обработку резанием;</li>
            <li>общий контроль и испытания сварной конструкции;</li>
            <li>окраску и маркирование;</li>
            <li> Вследствие неравномерного нагрева и охлаждения металла в процессе
            сварки, литейной усадки расплавленного металла шва и структурных
            изменений в зоне термического влияния в сварных конструкциях
            возникают технологические напряжения и деформации.</li>
          </ul>
        </>
      ),
    },

    {
      id: 3,
      title: "Деформация",
      titleImage: (
        <svg
          width={96}
          viewBox="0 0 24 24"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M10.063 8.5C10.0219 8.34019 10 8.17265 10 8C10 6.89543 10.8954 6 12 6C12.1413 6 12.2792 6.01466 12.4122 6.04253M5 4L3 3M19 4L21 3M4 10H3M21 10H20M5.6 21H18.4C18.9601 21 19.2401 21 19.454 20.891C19.6422 20.7951 19.7951 20.6422 19.891 20.454C20 20.2401 20 19.9601 20 19.4V18.6C20 18.0399 20 17.7599 19.891 17.546C19.7951 17.3578 19.6422 17.2049 19.454 17.109C19.2401 17 18.9601 17 18.4 17H5.6C5.03995 17 4.75992 17 4.54601 17.109C4.35785 17.2049 4.20487 17.3578 4.10899 17.546C4 17.7599 4 18.0399 4 18.6V19.4C4 19.9601 4 20.2401 4.10899 20.454C4.20487 20.6422 4.35785 20.7951 4.54601 20.891C4.75992 21 5.03995 21 5.6 21ZM17 14V8C17 5.23858 14.7614 3 12 3C9.23858 3 7 5.23858 7 8V14H17Z"
            stroke="#000000"
            strokeWidth="1"
            strokeLinecap="round"
            strokeLinejoin="round"
          />
        </svg>
      ),
      content: (
        <>
          <h2 className="text-3xl font-bold mb-2">Деформация</h2>{" "}
          <p className="mb-4">
            Ограничить деформации в сварных конструкциях можно различными
            технологическими приемами: например, созданием при сборке узла
            упругих или пластических деформаций, обратных по знаку сварочным
            деформациям; <br />
            Интенсивным охлаждением сварного соединения; применением скоростной
            сварки с увеличенной плотностью сварочного тока, обеспечивающей
            высокую концентрацию теплоты; <br />
            Рациональной последовательностью выполнения сборочно-сварочных
            операций и т. п. Значительное влияние на точность сварного узла
            может оказать последовательность наложения швов. Поэтому с целью
            уменьшения деформаций конструкции от сварочных напряжений порядок
            сварки должен быть четко регламентирован. Так, сварку рам тележек
            локомотивов ведут два сварщика параллельно с обеих сторон рамы;
            сварка главной рамы ведется от ее середины к концам одновременно
            четырьмя сварщиками. При выполнении швов большой длины короблений
            можно избежать, применив обратноступенчатую сварку, т. е. накладывая
            швы следующими один за другим участками в направлении, обратном
            общему приращению шва. Необходимо также иметь в виду, что деформации
            могут быть увеличены при неправильном кантовании, транспортировании
            и хранении сварных конструкций, особенно крупных и недостаточно
            жестких.
          </p>{" "}
          <p className="mb-4">
            {" "}
            Последовательность выполнения сборочно-сварочных операций зависит от
            конструктивных особенностей сварного узла, заданной точности
            конструкции, технологических особенностей выбранного способа сварки,
            удобства выполнения операций и типа производства. Правильно
            выбранная последовательность сборки и сварки обеспечивает повышение
            точности изготавливаемого узла вследствие минимальных деформаций, а
            следовательно, уменьшение затрат на исправление деформированных
            конструкций. Последовательность сварки влияет также на прочность
            сварного узла. Так, предел выносливости при переменных нагрузках
            может быть повышен в результате наложения швов сварных соединений в
            последовательности, благодаря которой в опасных зонах конструкции
            возникают остаточные напряжения сжатия. Влияние концентраторов
            напряжений можно снизить путем создания в опасной зоне поля
            напряжений обратного знака при помощи местного нагрева или наложения
            холостых валиков.
          </p>{" "}
        </>
      ),
    },
  ],
};
