import { TextInput, QCheckBox, MyDragList } from "../../components/Inputs";
import { im1 } from "../../assets/base64/stepper";

const styles = {
  listContainer: {
    // styles for the list container
  },
  listItem: {
    // styles for the list items
    height: "50px",
    width: "100%",
    backgroundColor: "#e22ee3",
  },
};

export const SimulatorPageContent = {
  items: [
    {
      id: 0,
      title: "1. Выберите правильное утверждение",
      content: (
        <>
          <div className="space-y-4 flex flex-col">
            <QCheckBox index={0} />
          </div>
        </>
      ),
    },

    {
      id: 1,
      title: "2. Заполните пропуски",
      content: (
        <>
          <p className="mb-4">
            В зависимости от назначения изделия делятся на изделия основного и
            вспомогательного производства.
          </p>
          <p className="mb-4">
            Изделия <TextInput QuestionStore={1} index={0} /> предназначены для поставки
            заказчику вне данного предприятия.
          </p>
          <p className="mb-4">
            Изделия <TextInput QuestionStore={1} index={1} /> предназначены только для
            собственных нужд предприятия, которое их изготавливает.
          </p>
        </>
      ),
    },

    {
      id: 2,
      title: "3. Найдите лишние утверждения",
      content: (
        <>
          <div className="space-y-4 flex flex-col">
            <QCheckBox index={2} />
          </div>
        </>
      ),
    },

    {
      id: 3,
      title: "4. Дополните предложение",
      content: (
        <>
          <p className="mb-2">
            При выполнении швов большой длины короблений можно избежать,
            применив{" "}
              <TextInput QuestionStore={3} classNames=""/>
            сварку, т. е. накладывая швы следующими один за другим участками в
            направлении, обратном общему приращению шва.
          </p>
        </>
      ),
    },
    {
      id: 4,
      title: "5. Ознакомьтесь с информацией и ответьте на вопрос",
      content: (
        <>
          <p className="mb-4">
            Правильно выбранная последовательность сборки и сварки обеспечивает
            повышение точности изготавливаемого узла вследствие минимальных
            деформаций, а следовательно, уменьшение затрат на исправление
            деформированных конструкций . Последовательность сварки влияет также
            на прочность сварного узла.
          </p>
          <p className="mb-4">
            Так, предел выносливости при переменных нагрузках может быть повышен
            в результате наложения швов сварных соединений в последовательности,
            благодаря которой в опасных зонах конструкции возникают остаточные
            напряжения сжатия.
          </p>
          <p className="mb-4">
            Влияние концентраторов напряжений можно снизить путем создания в
            опасной зоне поля напряжений обратного знака при помощи местного
            нагрева или наложения холостых валиков.
          </p>

          <p>
            Сварной узел - это{" "}
            <span>
              <TextInput QuestionStore={4} />
            </span>
          </p>
        </>
      ),
    },
    {
      id: 5,
      title: "6. Соедините схему и название",
      content: (
        <>         

          <div className="flex">
          <img src={im1} width={500} />
            <MyDragList QuestionStore={6} styles={styles} />
          </div>

          <div></div>
        </>
      ),
    },
    {
      id: 6,
      title: "7.  Соедините схему и преимущество",
      content: (
        <>
          <div className="flex">
          <img src={im1} width={500} />
            <MyDragList QuestionStore={7} />
          </div>

          <div></div>
        </>
      ),
    },
    {
      id: 7,
      title: "7.  Заполните пропуски",
      content: (
        <>
          <p className="mb-4">
            Технологические процессы изготовления сварной конструкции следует
            разрабатывать одновременно с ее{" "}
            <span>
              <TextInput QuestionStore={7} index={0} />
            </span>
            . На стадии разработки технического проекта изделия принимаются
            наиболее принципиальные и общие технологические решения с учетом
            технико-экономического сравнения вариантов технологического
            процесса.
          </p>
          <p className="mb-4">
            Принятые решения затем уточняются и конкретизируются при разработке
            рабочей конструкторской{" "}
            <span>
              <TextInput QuestionStore={7} index={1} />
            </span>
            . В этот период определяются содержание и последовательность
            операций технологического процесса, методы контроля и испытаний
            сварной конструкции, устанавливаются необходимые средства
            технологического оснащения, назначаются соответствующие
            технологические режимы, производится нормирование технологической
            трудоемкости и т. п.
          </p>
        </>
      ),
    },
  ],
};
